export default [
  {
    "author": "علي بن أبي طالب ",
    "text": "الحرية ليست بأن تفعل ما تشاء، بل بأن تشاء ما تفعل",
    "tag":"حكمة",
  },
  {
    "author": "ابن القيم الجوزية",
    "text": "لا تحزن إذا اشتدت بك الأيام، فإن الله يحب الصابرين",
    "tag":"حكمة",
  },
  {
    "author": "ابن الجوزي",
    "text": "لا يصلح الدينُ إلا بالعلم، ولا يصلح العلم إلا بالعمل، ولا يصلح العمل إلا بالإخلاص",
    "tag":"حكمة",
  },
  {
    "author": "الإمام الغزالي",
    "text": "العلم بلا عمل كالشجرة بلا ثمار، والعمل بلا علم كالسفينة بلا بوصلة",
    "tag":"حكمة"
  },
  {
    "author": "الحسن البصري",
    "text": "الدُّنْيَا سَاعَةٌ، فَلا تُغْرِكَ سَاعَتُهَا، وَالْآخِرَةُ دَارُ الْقَرَارِ",
    "tag":"حكمة",
  },
  {
    "author": "الحسن البصري",
    "text": "الصَّبرُ مِفْتَاحُ الفَرَجِ، ومِفْتَاحُ الصَّبرِ الاعْتِمَادُ عَلَى اللهِ",
    "tag":"حكمة",
  },
  {
    "author": "عمر بن الخطاب",
    "text": "إنَّمَا الدُّنْيَا مَتَاعٌ، وَخَيْرُ مَتَاعِهَا الصَّحَبَةُ الصَّالِحَةُ",
    "tag":"حكمة",
  },
  {
    "author": "الإمام الشافعي",
    "text": "إذا أردتُ الدنيا فاستعنْ باللهِ ، وإذا أردتْ الآخرةُ فاستعنْ بالصلاةِ",
    "tag":"حكمة",
  },
  {
    "author": "الإمام ابن القيم",
    "text": "منْ يحسنُ الظنُ باللهِ يجدُ اللهُ حسنْ الظنِ بهِ",
    "tag":"حكمة",
  },
  {
    "author": "الإمام الحسن البصري",
    "text": "الصبر على البلاءِ ، فضلْ كبيرٍ ، ومنْ يحتسبُ الأجرُ يعطى الأجرُ كاملاً",
    "tag":"حكمة",
  },
  {
    "author": "الإمام الحسن البصري",
    "text": "أحسنَ العبادةِ تركَ المحارمِ",
    "tag":"حكمة",
  },
  {
    "author": "الإمام الغزالي",
    "text": "العلم بدايةٌ والعمل نهايةٌ",
    "tag":"حكمة",
  },
  {
    "author": "الإمام الغزالي",
    "text": "العلم لا يأتي بالجلوسِ بالبيتِ ، وإنما يأتي بالعملِ والمثابرةِ والاجتهادِ",
    "tag":"حكمة",    
  },
  {
    "author": "الشيخ ابن عثيمين",
    "text": "ليسَ العلمُ بكثرةِ الروايةِ ، وإنما العلمُ بالفهمِ والتطبيقِ",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام البخاري",
    "text": "إنَ العلمَ ليحتاجَ إلى التدريبِ والتطبيقِ ، وإلا فإنهُ يضيعُ ويفنى",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام الشافعي",
    "text": "إذا أردتَ العلمَ، فكُنْ صانعًا للمعرفةِ، ولا تجعلْ نفسَكَ مجردَ متلقيٍ لما يُقال",
    "tag":"حكمة",    
  },
  {
    "author": "صاحب الإضافة",
    "text": "كفى بالصابرينَ أجرا أنْ يكونَ اللهُ معهمْ",
    "tag":"حكمة",    
  },
  {
    "author": "صاحب الإضافة",
    "text": "من أَرَاد الرَّاحة ، تَرْك الرَّاحة",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام عبدالله بن المبارك",
    "text": "لََا يَزَال المرْء عالمًا ، مَا طلب العلم ، فَإذَا ظنَّ أَنَّه قَدَّم عِلْم فقد جَهْل",
    "tag":"حكمة",
  },
  {
    "author": "الإمام عبدالله بن المبارك",
    "text": "أكْثركم عِلْمًا ، يَنبَغِي أن يَكُون أشدُّكم خوْفًا",
    "tag":"حكمة",    
  },
  {
    "author": "الفاروق عمر رضي الله عنه",
    "text": "تفْقهوا قَبْل أنَّ تُسوَّدوا",
    "tag":"حكمة",    
  },
  {
    "author": "ابن مسعود رضي الله عنه",
    "text": "الدُّنْيَا كُلهَا غُمُوم ، فمَا كان مِنهَا مِن سُرُور ، فَهُو رِبْح",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام أبو سليمان الدَّراني",
    "text": "منْ تمتْ معرفتهُ ، اجتمعَ همهُ في أمرِ اللهِ ، وكانَ أمرُ اللهِ شغلهُ",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام عبدالله بن المبارك",
    "text": "كاد الأدب يَكُون ثُلثَي الدِّين",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام ابن قيم الجوزية",
    "text": "قَسوَة القلْب مِن أَربَعة أَشيَاء إِذَا جاوزتْ قَدْر الحاجة : الأكْل ، والنَّوْم ، والْكلام ، والْمخالطة",
    "tag":"حكمة",    
  },
  {
    "author": "ابن عمر رضي الله عنهما",
    "text": "لا يبلغُ العبدُ حقيقةَ التقوى حتى يدعَ ما حاكَ في الصدرِ",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام أبو سليمان الدَّراني",
    "text": "أفضل الأعمال خلاف هوى النفس",
    "tag":"حكمة",    
  },
  {
    "author": "ابن عمر رضي الله عنهما",
    "text": "إنما يجلس الرجل حيث ينتفع",
    "tag":"حكمة",    
    "book":""
  },
  {
    "author": "الإمام ابن قيم الجوزية",
    "text": "منْ اشتغلَ باللهِ عنْ نفسهِ ، كفاهُ اللهُ مؤونةَ نفسهِ",
    "tag":"حكمة",    
  },
  {
    "author": "الإمام ابن قيم الجوزية",
    "text": "إضاعة الوقتِ أشدَ منْ الموتِ . لأنَ إضاعةَ الوقتِ تقطعكَ عنْ اللهِ والدارِ الآخرةِ ، والموتُ يقطعكَ عنْ الحياةِ وأهلها",
    "tag":"حكمة",    
  },
  {
    "author": "عمر بن الخطاب",
    "text": "منْ كثرَ كلامهُ كثرَ سقطه",
    "tag":"حكمة",    
  },
  {
    "author": "إبراهيم بن الأدهم",
    "text": "كَثرَة النَّظر إِلى الباطل يَذهَب بِمعْرِفة اَلحَق مِن القلْب",
    "tag":"حكمة",    
    
  },
  {
    "author": "الإمام أحمد بن حنبل",
    "text": "عزيز عَلِي أن تُذيب الدُّنْيَا أَكبَاد رِجَال وعتْ صُدورَهم اَلقُرآن",
    "tag":"حكمة",    
    "book":""
  },
  {
    "author": "مالك بن دينار",
    "text": "جاهدوا أهْواءكم كمَا تُجاهدون أعْداءكم",
    "tag":"حكمة"
  },
  {
    "author": "يحيى بن معاذ",
    "text": "اللَّيْل طويل فلَا تَقصرُه بِمنامك ، والنَّهار نَقِي فلَا تُدَنسه بِآثامك",
    "tag":"حكمة"
  },
  {
    "author": "الفضيل بن عياض",
    "text": "خصلتان تقسِّيان القلب: كثرةُ الكلام، وكثرةُ الأكل",
    "tag":"حكمة"
  },
  {
    "author": "مر بن عبد العزيز",
    "text": "ما أنعم الله على عبد نعمة فانتزعها منه فعاضه مكانها الصبر إلا كان ما عوضه خيراً مما انتزعه",
    "tag":"حكمة"
  },
  {
    "author": "علي بن أبي طالب",
    "text": "منْ لانتْ كلمتهُ ، وجبتْ محبتهُ",
    "tag":"حكمة"
  },
  {
    "author": "سفيان الثوري",
    "text": "استوصوا بأهلِ السنةِ خيرا فإنهمْ غرباء",
    "tag":"حكمة"
  },
  {
    "author": "الإمام الشافعي",
    "text": "أرفعَ الناسِ قدرا منْ لا يرى قدرهُ ، وأكثرهمْ فضلاً منْ لا يرى فضلهُ",
    "tag":"حكمة"
  },
  {
    "author": "الإمام أبو سليمان الدَّراني",
    "text": "إِذَا لَذَّت لَك القراءة : فلَا تَركَع ، ولَا تَسجُد ؛ وَإذَا لَذَّ لَك السُّجود : فلَا تَركَع ، ولَا تَقرَأ ؛ الأمْر اَلذِي يَفتَح لَك فِيه ، فالْزَمْه",
    "tag":"حكمة"
  },
  {
    "author": "عبد الله بن مبارك",
    "text": "اِغتنَم ركْعتَيْنِ زُلفَى إِلى اَللَّه إِذَا كُنْت رِيحًا مُسْتريحًا ، وَإذَا هممْتُ بِالنُّطْق فِي الباطل ، فاجْعل مكانه تسْبيحًا",
    "tag":"حكمة"
  },
  {
    "author": "الحسن البصري",
    "text": "بئسَ الرفيقانِ الدرهمُ والدينارُ لا ينفعانكْ حتى يفارقانكْ",
    "tag":"حكمة"
  },
  {
    "author": "عبد الله بن مسعود",
    "text": "لَيْس حِفْظ اَلقُرآن بِحفْظ اَلحُروف ، وَلكِن إِقامة حُدوده",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"بين العبد ورزقه حجاب إذا رضي وقنع أتاه الرزق وإن اقتحم وهتك الحجاب لم يزد فوق رزقه",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"إني لأمقت الرجل أن أراه فارغا ليس في شيء من عمل الدنيا ولا عمل الآخرة",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"ما نعلم عملاً أشد من مكابدة الليل ونفقة هذا المال",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مبارك",
    "text":"تَركُ فِلسٍ من حرام أفضل من مائة ألف فلس أتصدق بها",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"لا يصبر عن شهوات الدنيا إلا من كان في قلبه ما يشغله من الآخرة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"إذا وجدتم لرسول الله صلى الله عليه وسلم سُنَّة فاتبعوها ولا تلتفتوا إلى قول أحد",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"إذا هممت بأمر من أمور الآخرة فشمر إليها وأسرع من قبل أن يحول بينها وبينك الشيطان",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"حسن الظنّ باللّه ألا ترجو إلا اللّه ، ولا تخاف إلا ذنبك",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"لو فارق ذكر الموت قلبي ساعة لفسد",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"العجب كل العجب لمن عرف الله ثم عصاه بعد المعرفة",
    "tag":"حكمة"
  },
  {
    "author":"يحيى بن معاذ",
    "text":"أخوك من عرَّفك العيوب ، وصديقك من حذرك من الذنوب",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"اعلم أنه فساد عظيم أن يتكلم الإنسان بكل ما يسمع",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أحمد بن حنبل",
    "text":"انو الخير فإنك لا تزال بخير ما نويت الخير",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"ما بالنا نشكو فقرنا إلى مثلنا، ولا نطلب كشفه من ربنا",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"كمال الإنسان بالعلم النافع والعمل الصالح",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"لا تستوحش من تفردك في طريق الحق",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"إنّ مما يصفى لك ودّ أخيك أن تبدأه بالسلام إذا لقيته ، وأن تدعوه بأحبّ الأسماء إليه ، وأن توسّع له في المجلس",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"إن من التواضع أن تبدأ بالسلام كلَّ من لقيت",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"لا تلقى المؤمن إلا يحاسب نفسه ، ماذا أردتِ تعملين ؟ وماذا أردتِ تأكلين ؟ والفاجر يمضي قدماً لا يحاسب نفسه",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مبارك",
    "text":"وما أعياني شيء كما أعياني أني لا أجد أخا في الله",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"ليس الزاهد من ألقى غم الدنيا واستراح فيها، إنما الزاهد من ألقى غمها وتعب فيها لآخرته",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"إذا خفت على عملك العجب، فاذكر رضا من تطلب، وفي أي نعيم ترغب، ومن أي عقاب ترهب، فمن فكر في ذلك صغر عنده عمله",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"إذا عرفت نفسك، لم يضرك ما قيل فيك",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"ألا إن الصبر من الإيمان بمنزلة الرأس من الجسد، فإذا قطع الرأس بار الجسم",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"خذوا من الرأي ما يوافق من كان قبلكم فإنهم كانوا أعلم منكم",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"ذكر الناس داء، وذكر الله شفاء",
    "tag":"حكمة"
  },
  {
    "author":"يحيى بن معاذ",
    "text":"لا تكن ممن يفضحه يوم موته ميراثه ، ويوم حشره ميزانه",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"كفى بالمرء شرًا أن لا يكون صالحًا ويقعَ في الصالحين",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أحمد بن حنبل",
    "text":"الناس يحتاجون إلى العلم مثل الخبز والماء؛ لأن العلم يحتاج إليه في كل ساعة، والخبز والماء في كل يوم مرة أو مرتين",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"اللهم انقلني من ذل معصيتك إلى عز طاعتك",
    "tag":"حكمة"
  },
  {
    "author":"الإمام ابن القيم",
    "text":"أنفع الأدوية الإلحاح في الدعاء وضده أن يستعجل العبد ويستبطئ الإجابة فيستحسر ويدع الدعاء",
    "tag":"حكمة"
  },
  {
    "author":"عَمْرو بن ميمون",
    "text":"اعملوا في الصحة قبل المرض وفي الحياة قبل الموت وفي الشباب قبل الكبر وفي الفراغ قبل الشغل",
    "tag":"حكمة"
  },
  {
    "author":"ابن عباس",
    "text":"خُيِّر سليمان بن داود عليهما السلام بين العلم والمال والملك فاختار العلم فأعطي المال والملك معه",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"ويل لمن كانت الدنيا همه ، والخطايا عمله ، كيفما يقدم غدًا، بقدر ما تحرثون تحصدون",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"إذا أردتم العلم فانثروا القرآن، فإن فيه علم الأولين والآخرين",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"ما نظرت ببصري ولا نطقت بلساني ولا بطشت بيدي ولا نهضت على قدمي حتى أنظر أعلى طاعة أو على معصية ؟ فإن كانت طاعته تقدمت ، وإن كانت معصية تأخرت",
    "tag":"حكمة"
  },
  {
    "author":"الإمام عبدالله بن المبارك",
    "text":"ركوب الذنوب يميت القلوب وقد يورث الذل إدمانها وترك الذنوب حياة القلوب وخير لنفسك عصيانها",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"من وثق بالله في رزقه زاد في حسن خُلُقه، وأعقبه الحلم، وسخت نفسه في نفقته، وقلت وساوسه في صلاته",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"التواضع من أخلاق الكرام، والتكبر من شيم اللئام، التواضع يورث المحبة، والقناعة تورث الراحة",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"عليك بكثرة المعروف يؤنسك الله بقبرك، واجتنب المحارم تجدْ حلاوة الإيمان",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"لا وجع إلا وجع القلوب من الذنوب، ولا شيء أشد من الموت، وكفى بما سلف تفكرا، وكفى بالموت واعظاً",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":" ما رأيت يقينًا أشبه بالشك من يقين الناس بالموت ثم لا يستعدون له",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"رهبة المرء من الله تعالى على قدر علمه بالله تعالى",
    "tag":"حكمة"
  },
  {
    "author":"يحيى بن معاذ",
    "text":"لست آمركم بترك الدنيا ، آمركم بترك الذنوب ، ترك الدنيا فضيلة ، وترك الذنوب فريضة ، وأنتم إلى إقامة الفريضة أحوج منكم إلى الحسنات والفضائل",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"من غلب شهوات الدنيا فذلك الذي يفرق الشيطان من ظله",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أحمد بن حنبل",
    "text":"ما شبهت الشباب إلا بشيء كان في كمي ثم سقط",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"إذا أردت أن تعصي الله فاعصه في مكان لا يراك فيه",
    "tag":"حكمة"
  },
  {
    "author":"الإمام ابن القيم",
    "text":"إن العبد لا يزال يرتكب الذنوب حتى تهون عليه وتصغر في قلبه ، وذلك علامة الهلاك ، فإن الذنب كلما صغر في عين العبد عظم عند الله",
    "tag":"حكمة"
  },
  {
    "author":"ابن تيمية",
    "text":"السعادة في معاملة الخلق : أن تعاملهم لله ، فترجو الله فيهم ولا ترجوهم في الله ، وتخافه فيهم ولا تخافهم في الله ، وتحسن إليهم رجاء ثواب الله لا لمكافتهم ، وتكف عن ظلمهم خوفاً من الله لا منهم",
    "tag":"حكمة"
  },
  {
    "author":"ابن الجوزي",
    "text":"ليس في الوجود شيء أشرف من العلم، كيف لا وهو الدليل. فإذا عدم وقع الضلال",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"لا يقعد أحدكم عن طلب الرزق ويقول اللهم ارزقني فقد علمتم أن السماء لا تمطر ذهبًا ولا فضة",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"ما من شيء أحق بطول السجن من اللسان",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"ما زالت التقوى بالمتقين حتى تركوا كثيراً من الحلال مخافة الحرام",
    "tag":"حكمة"
  },
  {
    "author":"ابن مبارك",
    "text":"اجمع لنا حسن الخلق في كلمة، قال: ترك الغضب",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"قال لقمان لابنه : يابني ، لا تدخل في الدنيا دخولا يضر بآخرتك ، ولا تتركها تركا تكون كلا على الناس",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"أسِّسَ التصوف على الكسل",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"ارض بما قسم الله تكن غنياً، وتوكل على الله تكن قوياً",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":" أشد الأعمال ثلاثة إعطاء الحق من نفسك وذكر الله على كل حال ومواساة الأخ في المال",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"ما أحب أن يخفف عني الموت لأنه آخر ما يؤجر عليه المسلم",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن العياض",
    "text":"كلام المؤمن حكم، وصمته تفكر، ونظره عبرة، وعمله بر، وإذا كنت كذا لم تزل في عبادة",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"من خان الله عز وجل في السر هتك سره في العلانية",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"عجبا لمن يعلم أن الموت مصيره والقبر مورده كيف تقر بالدنيا عينه؟ وكيف يطيب فيها عيشه؟",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أحمد بن حنبل",
    "text":"العلم لا يعدله شيء إذا كان خالصاً",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"من أراد التوبة فليخـرج من المظالم ، وليدع مخالطـة من كان يخالطه ، وإلا لم ينل ما يريد",
    "tag":"حكمة"
  },
  {
    "author":"البيهقي",
    "text":"يا معشر الشباب ، عليكم بالآخرة فاطلبوها ؛ فكثيرا رأينا من طلب الآخرة فأدركها مع الدنيا ، وما رأينا أحدا طلب الدنيا فأدرك الآخرة مع الدنيا",
    "tag":"حكمة"
  },
  {
    "author":"الخطيب البغدادي",
    "text":"خَيْرُ الْمَوَاهِبِ الْعَقْلُ، وَشَرُّ الْمَصَائِبِ الْجَهْلُ",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"القلب إذا امتلأ بشيء لم يبق فيه متسع لغيره",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"من أعرض عن الحق وقع في الباطل",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"رضا العبد بطاعته دليل على حسن ظنه بنفسه وجهله بحقوق العبودية",
    "tag":"حكمة"
  },
  {
    "author":"محمد بن موسي الشريف",
    "text":"المرء حيث يجعل نفسه, إن رفعها ارتفعت, وإن قصر بها اتّضعت",
    "tag":"حكمة"
  },
  {
    "author":"أحمد بن بشر",
    "text":"الزهد ثلاثة أصناف : فزهد فرض ، وزهد فضل ، وزهد سلامة ، قالوا : هذا الفرض الزهد في الحرام ، والزهد الفضل الزهد في الحلال ، والزهد في السلامة الزهد في الشبهات",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"إذا أراد الله بعبده خيراً ألقاه في ذنب يكسره",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"اتباع الهوى يمنع الانتفاع بالموعظة",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"من كتم سره كان الخيار بيده ، ومن عرّض نفسه للتّهمة فلا يلومنّ من أساء الظنّ به",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"شر الضلالة، ضلالة بعد الهدى والإيمان",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"مثقال ذرة من الورع خير من ألف مثقال من الصوم والصلاة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام عبدالله بن المبارك",
    "text":"اغتنم ركعتين زلفى الى الله إذا كنت ريحا مستريحا، وإذا هممت بالنطق فى الباطل، فاجعل مكانه تسبيح",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"من وثق بالله في رزقه زاد في حسن خُلُقه، وأعقبه الحلم، وسخت نفسه في نفقته، وقلت وساوسه في صلاته",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"رضا الناس غاية لا تدرك، وليس إلى السلامة منهم سبيل، فعليك بما ينفعك فالزمه",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"اعمل للدنيا بقدر بقائك فيها وللآخرة بقدر بقائك فيها",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"عجبا لمن يهلك ومعه النجاة، قيل له: وما هي؟ قال: التوبة والاستغفار",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"إن أفضل العبادة أداء الفرائض واجتناب المحارم",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"الغناء رقية الزنا",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"لا يزال دينك متمزقاً ما دام قلبك بحب الدنيا متعلقاً",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"كل جليس لا تستفيد منه خيرًا فاجتنبه",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"الزهد فراغ القلب من الدنيا لا فراغ اليد",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"كل قلب ليس فيه خوف الله فهو خراب",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"لا يسيء الظن بنفسه إلا من عرفها، ومن أحسن ظنه بنفسه فهو من أجهل الناس بنفسه",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"مسكين من اطمأن ورضي بدارٍ حلالها حساب، وحرامها عقاب، إن أخذه من حلال حوسب عَلَيْهِ، وإن أخذه من حرام عذب به، من استغنى فِي الدُّنْيَا فتن، ومن افتقر فيها حزن، من أحبها أذلته، ومن التفت إليها ونظرها أعمته",
    "tag":"حكمة"
  },
  {
    "author":"الإمام ابن القيم",
    "text":"ولله الهمم ما أعجب شأنها وأشد تفاوتها!, فهمة متعلقة بالعرش, وهمة حائمة حول الأنتان والحُش",
    "tag":"حكمة"
  },
  {
    "author":"الإمام ابن القيم",
    "text":"لابد للسالك من همة تسيِّره و ترقيه, وعلم يبصِّره ويهديه",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ أحمد بن إبراهيم الدرعيّ",
    "text":"كن رجلاً رجله في الثرى وهمه في الثريا, وما افترقت الناس إلا في الهمم, من علت همته علت رتبته, ولا يكون أحدٌ إلا فيما رضيت له همته",
    "tag":"حكمة"
  },
  {
    "author":"صالح بن عبد القدوس",
    "text":"إذا تم عقل المرء تمت أموره وتمت أمانيه",
    "tag":"حكمة"
  },
  {
    "author":"عامر بن قيس",
    "text":"إذا عقلك عقلك عما لا ينبغي فأنت عاقل",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"اقدعوا هذه النفوس عن شهواتها فإنها طلاعة تنزع إلى شر غاية. إن هذا الحق ثقيل مري، وإن الباطل خفيف وبي، وترك الخطيئة خير من معالجة التوبة ورب نظرة زرعت شهوة، وشهوة ساعة أورثت حزنا طويلا",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"إن الخير كُلُّه في الرِّضا، فإن استطعت أن ترضى وإلَّا فاصبر",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن المسعود",
    "text":"الاقتصاد في السنة أحسن من الاجتهاد في البدعة",
    "tag":""
  },
  {
    "author":"الحسن البصري",
    "text":"العلم علمان : علم اللسان فذاك حجة الله على ابن آدم ، وعلم في القلب فذاك العلم النافع",
    "tag":"حكمة"
  },
  {
    "author":"ابن مبارك",
    "text":"من أعظم المصائب للرجل أن يعلم من نفسه تقصيرًا ثم لا يبالي، ولا يحزن عليه!",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"كل ما أشغلك عن الله فهو عليك مشؤوم",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"الخير في خمسة: غنى النفس، وكف الأذى، وكسب الحلال، والتقوى، والثقة بالله",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"يأتي على الناس زمان تموت القلوب، وتحيى الأبدان",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"ما أكثر العبر وأقل الاعتبــــار",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"اتقوا المزاح فإنها حمقة تورث ضغينة",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من خاف الله دله الخوف على كل خير",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"دواء القلب خمسة أشياء : قراءة القرآن بالتفكر ، وخلاء البطن ، وقيام الليل ، والتضرع عند السحر ، ومجالسة الصالحين",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"قال اتخذ طاعة الله تجارة تأتك الأرباح من غير بضاعة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أحمد بن حنبل",
    "text":"اجعل التقوى زادك وانصب الآخرة أمامك",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"ما صدق الله تعالى من أراد أن يشتهر",
    "tag":""
  },
  {
    "author":"سلطان العمري",
    "text":"تضييع الوقت يطفئ نور المراقبة",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"كل مجد في طلب شيء لا بد أن يعرض له وقفة وفتور",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"تأخير التوبة ذنب تجب له التوبة",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"أرباب العزائم لا يرضون بظواهر الأعمال ورسومها بل بحقائقها",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"إنّ مما يصفى لك ودّ أخيك أن تبدأه بالسلام إذا لقيته ، وأن تدعوه بأحبّ الأسماء إليه ، وأن توسّع له في المجلس",
    "tag":"حكمة"
  },
  {
    "author":"عبدالله بن مسعود",
    "text":"عنوان صحيفة الميت ثناء الناس عليه",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"المؤمن الكيس الفطن الذي كلما زاده الله إحساناً ازداد من الله خوفاً",
    "tag":"حكمة"
  },
  {
    "author":"عبدالله ابن المبارك",
    "text":"لو أن رجلاً اتقى مائة شيء، ولم يتورع عن شيء واحد، لم يكن ورعًا",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"ما يسرني أن لي من أول الدنيا إلى آخرها أنفقه في وجوه البر وأني أغفل عن الله طرفة عين",
    "tag":"حكمة"
  },
  {
    "author":"الشافعي",
    "text":"من نم لك نم عليك",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"إياك والشهرة، فما أتيت أحداً إلاَّ وقد نهاني عن الشهرة",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"لا وجع إلا وجع القلوب من الذنوب، ولا شيء أشد من الموت، وكفى بما سلف تفكرا، وكفى بالموت واعظاً.",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"ما قرن شئ إلى شئ أحسن من حلم إلى علم، ومن عفو إلى قدرة",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"احتمل أخاك إلى سبعين زلة، قيل له: وكيف ذلك يا أبا علي؟ قال: لأن الأخ الذي آخيته في الله ليس يزل سبعين زلة",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"اللهم إن كان ذنبي قد أخافني ، فإن حسن ظني قد أجارني ، اللهم سترت عليّ في الدنيا ذنوباً أنا إلى سترها في القيامة أحوج ، وقد أحسنت بي إذ لم تظهرها لعصابة من المسلمين ، فلا تفضحني في ذلك اليوم على رؤوس العالمين ، يا أرحم الراحمين",
    "tag":"دعاء"
  },
  {
    "author":"مالك بن دينار",
    "text":"إن العالم إذا لم يعمل زلت موعظته عن القلوب كما يزل القطر عن الصفا. (القطر: المطر، الصفا: الحجر الأملس)",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أحمد بن حنبل",
    "text":"قيل للإمام أحمد ، كم بيننا وبين عرش الرحمن ؟ قال : دعوة صادقة من قلب صادق",
    "tag":"حكمة"
  },
  {
    "author":"إبراهيم بن الأدهم",
    "text":"كل ملك لا يكون عادلاً فهو واللص سواء، وكل عالم لا يكون تقياً فهو والذئب سواء، وكل من ذل لغير الله، فهو والكلب سواء",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"كمال النصرة على العدو بحسب كمال الاعتصام بالله",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"النفس منبع كل شر وكل خير فيها فهو من الله",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"كلما جد العبد في الاستقامة والدعوة إلى الله جد العدو في إغراء السفهاء به",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"من ثواب الهدى الهدى بعده،ومن عقوبة الضلالة الضلالة بعدها",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"أرباب العزائم لا يرضون بظواهر الأعمال ورسومها بل بحقائقها",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"حقيقة الحب في الله: أن لا يزيد بالبر، ولا ينقص بالجفاء",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"إذا رأيت الرجل يضيع من الصلاة فهو والله لغيرها أشد تضييعًا",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"تعودوا الخير فإنما الخير في العادة",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"إن الحسد في دين المسلم أسرع من الآكلة في جسده.",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"الصبر كنز من كنوز الجنة ، وإنما يدرك الإنسان الخير كله بصبر ساعة",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن المبارك",
    "text":" اترك فضول الكلام توفق للحكمة",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن المبارك",
    "text":"اترك فضول النظر توفق للخشوع",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"أهل الطاعة بليلهم ألذ من أهل اللهو بلهوهم، وربما استقبلني الفرح في جوف الليل، وربما رأيت القلب يضحك ضحكًا",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"إني لأخرُج من منزلي فمَا يقَع بصرِي علَى شيء إلا رَأيت لله علَي فيهِ نعمَة ولِي فيهِ عِبرَة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"أصل كُـل خَيـر في الدنيَـا وَالآخـرة، الخَوف مِن الله تعالى",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"الزوجة الصالحة ليست من الدنيا فإنها تفرغك للآخرة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"زينة العلم الورع والحلم",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"المراء في الدين يقسي القلب، ويورث الضغائن",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"طلب العلم أفضل من صلاة النافلة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"اذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه وسلم فقولوا بسنة رسول الله ودعوا ما قلت",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"عليك بالمراقبة ممن لا تخفى عليه خافية، وعليك بالرجاء ممن يملك الوفاء، وعليك بالحذر ممن يملك العقوبة",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"لا تتكلم بلسانك ما تكسر به أسنانك",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"لو أن اليقين استقر في القلب كما ينبغي لطار فرحاً، وحزناً، وشوقاً إلى الجنة، أو خوفاً من النار",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"ما عالجت شيئاً أشد علي من نفسي؛ مرة عليَّ، ومرة لي",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"أصلحْ سَرِيْرَتَك يصلح اللهُ علانيتَك، وأصلح فيما بينك وبين الله يصلحِ الله فيما بينك وبين الناس، واعمل لآخرتك يكفِك الله أمر دنياك، وبع دنياك بآخرتك تربَحْهما جَميعاً، ولا تبع آخرتك بدنياك فتخسرهما جميعاً",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"كان المال فيما مضى يكره فأما اليوم فإنه ترس المؤمن",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"العمل الصالح الذي لا تريد أن يحمدك عليه أحد إلا الله",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"الاستشارة عين الهداية وقد خاطر من استغنى برأيه",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"سرك أسيرك فإن تكلمت به صرت أسيره",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"علّموا أولادكم العوم والفروسيّة ،ورووهم ما سار ،من المثل ، وما حسن من الشعر",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"التوبة النصوح : يذنب العبد ثم يتوب فلا يعود فيه",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"أصل الرجل عقله، وحسبه دينه، ومروءته خلقه",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"وجدنا خير عيشنا بالصبر",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"يأتي قوم يرفعون الطين ويضعون الدين ويستعملون البرازين. يصلون إلى قبلتكم ويموتون على غير دينكم",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"تعلموا تعلموا ، فإذا علمتم فاعملوا",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"أربع قد فرغ منها : الخلق، والخلق، والرزق، والأجل؛ وليس أحد بأكسب من أحد",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"إني لأحسب الرجل ينسى العلم كان يعلمه للخطيئة يعملها",
    "tag":"حكمة"
  },
  {
    "author":"عبدالله بن مسعود",
    "text":"إياكم وفضول الكلام حسب امرئ ما بلغ حاجته",
    "tag":"حكمة"
  },
  {
    "author":"عبد الله بن مسعود",
    "text":"إنما هذه القلوب أوعية ، فأشغلوها بالقرآن ولا تشغلوها بغيره",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"احذر ممن نقل إليك حديث غيرك ، فإنه سينقل إلى غيرك حديثك",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"ليس من المروءة أن يربح الرجل على أخيه",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"قضاء حاجة أخ مسلم أحب إلي من اعتكاف شهر",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"إن النفس أمارة بالسوء ، فإن عصتْك في الطاعة فاعصها أنت في المعصية",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"إذا استحيى العبد من ربه - عزَّ وجلَّ - فقد استكمل الخير",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"من حَسُنَ ظنُّه بالله - عزَّ وجلَّ - ثم لا يخاف الله فهو مَخْدوع",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":" الخاسر من أبدى للناس صالح عمله، وبارز بالقبيح من هو أقرب إليه من حبل الوريد",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"ترك شهوة من الشهوات أنفع للقلب من صيام سنة وقيامها",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"طوبى لمن صحَّت له خطوة واحدة لا يريد بها إلا الله تعالى",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"لا تفوت أحداً صلاة الجماعة إلا بذنب",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"عودوا أعينكم البكاء وقلوبكم التفكر",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"من كان يومه مثل أمسه فهو في نقصــان",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"من صفى صفي له ومن كدر كدر عليه ومن أحسن في ليله كوفىء في نهاره ومن أحسن في نهاره كوفيء في ليله",
    "tag":"حكمة"
  },
  {
    "author":"الإمام أبو سليمان الدَّراني",
    "text":"من أراد أن يسأل الله حاجة فليبدأ بالصلاة على النبي صلى الله عليه وسلم ثم يسأله حاجته ثم يختم بالصلاة على النبي صلى الله عليه وسلم فإن الله عز وجل يقبل الصلاتين وهو أكرم من أن يدع ما بينهما",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"لا يكمل الرجل إلا بأربع: بالديانة، والأمانة، والصيانة، والرزانة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":" زينة العلم الورع والحلم",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"من أحب أن يفتح الله له قلبه أو ينوره فعليه بترك الكلام فيما لا يعنيه، وترك الذنوب واجتناب المعاصي، ويكون له فيما بينه وبين الله خبيةٌ من عمل، فإنه إذا فعل ذلك فتح الله عليه من العلم ما يشغله عن غيره، وإن في الموت لأكثر الشغل",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"يقول من نظف ثوبه قل همه ومن طاب ريحه زاد عقله",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"استعينوا على الكلام بالصمت وعلى الاستنباط بالفكر",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"من وعظ أخاه سرا فقد نصحــه ومن وعظه علانية فقد فضحه",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"العلم ما نفع ، ليس العلم ما حفظ",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"حفظت القرآن وانا ابن سبع سنين",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"من لم تعزه التقوى فلا عــــز له",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"عليك بقلة الأكل تملك سهر الليل، وعليك بالصوم فإنه يسد عليك باب الفجور، ويفتح عليك باب العبادة، وعليك بقلة الكلام يلين قلبك، وعليك بالصمت تملك الورع",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"الكسب من الحلال، والإنفاق على العيال",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"لأن أُخلِّف ورائي عشرة ألاف درهم يحاسبني الله- عز وجل- عليها أحب إلي من أن أحتاج إلى الناس",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"ثلاثة من الصبر: لا تحدث بمصيبتك، ولا بوجعك، ولا تُزَكِّ نفسك",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"من لعب بعمره ضيع أيام حرثه ومن ضيع أيام حرثه ندم أيام حصاده",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"لا تمزح فيذهب بهاؤك، ولا تكذب فيذهب نورك، وإياك وخصلتين: الضجر و الكسل فإنك إن ضجرت لم تصبر على حق، وإن كسلت لم تؤد حقا",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"لا وجع إلا وجع القلوب من الذنوب، ولا شيء أشد من الموت، وكفى بما سلف تفكرا، وكفى بالموت واعظاً",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"لا مال أعوذ من العقل ، ولا قفر أشدّ من الجهل ، ولا وحده أوحش من العجب ، ولا مظاهرة كالمشاورة ، ولا حسب كحسن الخلق",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"الدنيا دار ممرً إلى دار قرار، والناس فيها رجلان: رجل باع نفسه فأوبقها، ورجل ابتاعها فأعتقه",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"الصبر مطية لا تكبو، والقناعة سيف لا ينبو",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"إن هذه القلوب تمل كما تمل الأبدان فالتمسوا لها من الحكمة طرفا",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"من اشتاق إلى الجنة؛ سلا عن الشهوات في الدنيا",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"أصلحوا آخرتكم تصلح لكم دنياكم",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"أصلحوا سرئركم تصلح لكم علانيتكم",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"أفضل العبادة أداء الفرائض واجتنباب المحارم",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"بؤساً لمن كان بطنـــه أكبر همـــه",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"لا ينفع القلب إلا ما خرج من القلب",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"ما قرن شيء إلى شيء أفضل من حلم إلى علم",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"قال لي أبي: يا بني إذا سمعت كلمة من امرىء مسلم فلا تحملها على شيء من الشر ما وجدت لها محملاً من الخير",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"قيِّدوا نعم الله عز وجل بالشكر لله تعالى",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"من لم يعلم أن كلامه من عمله كثرت ذنوبه",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من عمل بما علم استغنى عما لا يعلم، ومن عمل بما علم وفقه الله لما لا يعلم",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من ساء خلقه شان دينه وحسبه ومروءته",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"إذا لم تقدر على قيام الليل وصيام النهار، فاعلم أنك محروم كبلتك خطيئتك",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"بقدر ما يصغر الذنب عندك يعظم عند الله، وبقدر ما يعظم عندك يصغر عند الله",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"حرام على قلوبكم أن تصيب حلاوة الإيمان حتى تزهدوا في الدنيا",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من خاف الله لم يضره أحد، ومن خاف غير الله لم ينفعه أحد",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من أحب أن يُذكر لم يذكر، ومن كره أن يُذكر ذُكر",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"المؤمن يغبط ولا يحسد،والغبطة من الإيمان، والحسد من النفاق",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من طلب أخا بلا عيب، بقي بلا أخ",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"ما اهتممت برزق قط",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"الراضى لا يتمنى فوق منزلته",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"إنما يريد الله عز وجل منك نيتك وإرادتك",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":" الاستغفار بلا إقلاع توبة الكذَّابين",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"إني لأستحي من ربي أن أحزن لرزقي بعد رضائه",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من استحوذت عليه الشهوات انقطعت عنه مواد التوفيق",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"وجدت في بعض الكتب: إذا عصاني من عرفني سلطت عليه من لا يعرفني",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"من خاف الله دله الخوف على كل خير",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":" ما من أحد أحب الرياسة إلا حسد، وبغى، وتتبع عيوب الناس، وكره أن يذكر أحد بخير",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"المؤمن يستر وينصح والفاجر يهتك ويعير",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن الخطاب",
    "text":"بالورع عما حرم الله يقبل الله الدعاء والتسبيح",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"من ساء خلُقه عذَب نفسه",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"لولا العلماء لكان الناس كالبهائم",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"ما أطال عبد الأمل إلا أساء العمل",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"أول ما تنكرون من جهادكم : جهاد أنفسكم",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"لا يرجون عبد إلا ربه ولا يخافن إلا ذنبه",
    "tag":"حكمة"
  },
  {
    "author":"علي بن أبي طالب",
    "text":"من زهد في الدنيا هانت عليه المصائب",
    "tag":"حكمة"
  },
  {
    "author":"الفضيل بن عياض",
    "text":"رهبة العبد من الله على قدر علمه بالله، وزهادته في الدنيا على قدر رغبته في الآخرة",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"أعداء الإنسان ثلاثة: دنياه ، وشيطانه ، ونفسه ، فاحترز من الدنيا بالزهد ، ومن الشيطان بمخالفته ، ومن النفس بترك الشهوات",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"الجوع نور والشبع نار",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"إياك والركون إلى دار الدنيا ، فإنها دار ممر لا دار مقر",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"لا تسكن الحكمة قلباً فيه ثلاث خصال : هم الرزق ، وحسد الخلق ، وحب الجاه",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"لست أبكي على نفسي إن ماتت ، إنما أبكي على حاجتي إن فاتت",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"كيف امتنع بالذنب من رجائك ، ولا أراك تمتنع للذنب من عطائك",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"إن وضع عليهم عدله لم تبق لهم حسنة ، وإن أنالهم فضله لم تبق لهم سيئة",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن معاذ",
    "text":"مفاوز الدنيا تُقطع بالأقدام ، ومفاوز الآخرة تُقطع بالقلوب",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"ما تنعم المتنعمون بمثل ذكر الله",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"إن لم يكن في القلب حزن خرب",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"بقدرِ ما تحزن للدّنيا يخرج همّ الآخرة من قلبك، وبقدر ما تحزن للآخرة يخرج همّ الدنيا من قلبك",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"كان الأبرار يتواصــــون بثلاث :بسجـــن لســـان وكثرة الاستغفار والعزلة",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ الشعراوي",
    "text":"الإنسان الذي يستعلي بالأسباب سيأتي وقت لا تعطيه الأسباب",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ الشعراوي",
    "text":"جميل أن تزرع وردة في كل بستان ،،، ولكن ،،، الأجمل أن تزرع ذكر الله على كل لسان.... سبحان الله وبحمده سبحان الله العظيم",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"من أعظم أسباب التوفـيق في الدنيا والآخرة: بــر الوالديـن، فوا الله لا تخشى بإذن الله على البار",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"الله تعالى إذا علم منك أنك تريد إصلاح نفسك وإصلاح قلبك وفقك وسددك، ولذلك من تقرب إلى الله شبـرا تقرب الله منه ذراعا",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"أصدق الناس تـوبة أكملهم ألما وندما فيما يكون منه من الذنب",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"ألـذ الناس بالشهوات أكثرهم آلاما نفسية، وأكثرهـم قلقا نفسيا، وأكثرهم ضجرا بالحياة",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"المؤمن من سرته حسنته وساءته سيئته، ومن تاب تاب الله عليه، فإذا تبت إلى الله ووجدت أنك صادق في التوبة، واستجمع القـلب الندم واعتصر من شدة الألم، وتمنيت أنه لم تكن منك تلك الإساءة، وأنك لم تصب ذلك الذنب، أو تلك الخطيئة فهذا فضل من الله ورحمة من الله، فإن الله لا يسكن في القـلب ندما ولا ألما إلا وهو يريد بصاحبه خيرا، ولذلك ما دحر الشيطان ولا أصابه غـيظ مثل الساعة التي يجد فيها قـلب العبد قد أصابه الندم والألم من التفريط في جنب الله عز وجل",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"الحب والخوف والرجاء أساس السلوك والسير إلى الله",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"الأعمال ثمرات العلوم والعقائد",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"الهمة تستدعي: صدق الطلب، دوامه",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"قيمة المرء همته ومطلوبه",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"مراقبة الله توجب: إصلاح النفس، اللطف بالخلق",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"مروءة الإحسان: تعجيله، تيسيره، توفيره، عدم رؤيته حال وقوعه، نسيانه بعد وقوعه",
    "tag":"حكمة"
  },
  {
    "author":"سلطان العمري",
    "text":"تزكية النفس أصعب من علاج الأبدان",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"إن الله لا يقـذف في قلـب الإنسان الهـداية أو حب الهـداية إلا ويريـد به خـيـر",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"أي أمر تريده، وأي مصلحة تطـلبها إذا أنزلتـها بباب الله فإن الله لن يخذلك، واصدق مع الله في دعائك، فإن الله لا يخيـبك",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"عـامل الله, وكـن واثـقـا مع الله",
    "tag":"حكمة"
  },
  {
    "author":"محمد الشنقيطي",
    "text":"كان السلف إذا قيل للرجل: اتـق الله، جلس يبكي من خشيـة الله عز وجل، والخوف منه، وبذلك سمت نفوسهم إلى العـليـا وإلى الخـيرات، ففازوا بخيري الدين والدنيا والآخرة",
    "tag":"حكمة"
  },
  {
    "author":"د.عبدالله بلقاسم",
    "text":"فجأة ستجد نفسك خارج كل هذه الصراعات والمعارك والتيارات والأطماع والآمال والأحلام والأعداء والأصدقاء يقذف بك الموت وحيدا معك عملك فحسب",
    "tag":"حكمة"
  },
  {
    "author":"د.أبو بكر القاضي",
    "text":"ﻻ تقعدوا فراغى كسالى فإن الموت يطلبكم.. فلا تلبسوا ثياب الفراغ في وقت العمل",
    "tag":"حكمة"
  },
  {
    "author":"د.أبو بكر القاضي",
    "text":"!عندما ينضج الجرح في قلبك.. يعجزك اﻷلم عن التعبير عنه بكلمات أو حتى صرخات",
    "tag":"حكمة"
  },
  {
    "author":"د.أبو بكر القاضي",
    "text":"!ازدد تواضعا.. تزدد رفعة .. ازدد لينا .. تزدد حبا وودا.. والخاسر هو المتكبر الغليظ",
    "tag":"حكمة"
  },
  {
    "author":"أ. وجدان العلي",
    "text":"اقرأ لكي تتعلم؛ لا لكي تكون بين الناس شيئًا",
    "tag":"حكمة"
  },
  {
    "author":"أ. وجدان العلي",
    "text":"قلبك لن يرتفع فى آفاق العبودية و فى الأنوار الإلهية إلا إذا إمتلئ.. فطعم... فذاق طعم الإيمان",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ الشعراوي",
    "text":"منهج الشيطان يحتاج إلي خلوة، إلي مكان لا يراك فيه أحد، ولا يسمعك فيه أحد، لأن العلن في منهج الشيطان يكون فضيحة، ولذلك تجد غير المستقيم يحاول جاهدا أن يستر حركته في عدم الاستقامة، ومحاولته أن يستتر هي شهادة منه بأن ما يفعله جريمة وقبح، ولا يصح أن يعمله أحد عنه، ومادام لا يصح أن يراه أحد في مكان ما، فاعلم أنه يحس أن ما يفعله في هذا المكان هو من عمل الشيطان الذي لا يقره الله، ولا يرضى عنه.",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ الشعراوي",
    "text":"لا تحزن إذا ارهقتك الهموم .وضاقت بك الدنيا بما رحبت فربما أحب الله أن يسمع صوتك وأنت تدعوه",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ الشعراوي",
    "text":"فالقوامة للرجال .. والمرأة حياتها مبنية على الستر في بيتها .. والرجال يقومون لها بما تحتاج إليه من شئون .. والمفروض أن المرأة سكن لزوجها وبيتها وأولادها وهي في هذا لها مهمة اكبر من مهمة الرجال",
    "tag":"حكمة"
  },
  {
    "author":"الشيخ الشعراوي",
    "text":"من عجيب أمر الرزق أنه أعرَفُ بمكانك وعنوانك ٬منك بمكانة وعنوانه ٬ فإنْ قُسِم لك الرزق جاءك بطرق عليك الباب ٬ وإنْ حُرمت منه أعياك طلبه ٬ لذلك يقول أحد الصالحين : عجبتُ لابن آدم يسعى فيما ضُمِن له ويترك ما طُلِب منه",
    "tag":"حكمة"
  },
  {
    "author":"ابن القيم",
    "text":"الصبر هو حبس النفس عن التسخط بالمقدور ، وحبس اللسان عن الشكوى ، وحبس الجوارح عن المعصية ، كاللطم ، وشق الثياب ، ونتف الشعر ونحو ذلك",
    "tag":"حكمة"
  },
  {
    "author":"الحسن البصري",
    "text":"من نافسك في دينك فنافسه ، ومن نافسك في دنياك فألقها في نحره",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"اشد الأعمال ثلاثة : الجود من قلة ، والورع في خلوة ، وكلمة الحق عند من يرجى ويخاف",
    "tag":"حكمة"
  },
  {
    "author":"حذيفة المرعشي",
    "text":"إياكم وهدايا الفجار والسفهاء، فإنكم إن قبلتموها ظنوا أنكم قد رضيتم فعلهم",
    "tag":"حكمة"
  },
  {
    "author":"ابن القيم",
    "text":"لا يكن هم أحدهم في كثرة العمل؛ ولكن ليكن همه في إحكامه وإتقانه وتحسينه، فإن العبد قد يصلي وهو يعصي الله في صلاته، وقد يصوم وهو يعصي الله في صيامه",
    "tag":"حكمة"
  },
  {
    "author":"مطرف",
    "text":"فضل العلم أحب إليّ من فضل العبادة، وخير دينكم الورع",
    "tag":"حكمة"
  },
  {
    "author":"قتادة",
    "text":"باب من العلم يحفظه الرجل لصلاح نفسه وصلاح من بعده أفضل من عبادة حول",
    "tag":"حكمة"
  },
  {
    "author":"مالك بن دينار",
    "text":"خرج أهل الدنيا من الدنيا ولم يذوقوا أطيب شيء فيها، قيل: وما هو؟ قال: معرفة الله تعالى",
    "tag":"حكمة"
  },
  {
    "author":"ربيعة",
    "text":"العلم وسيلة إلى كل فضيلة",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"العلم ما نفع، ليس العلم ما حفظ",
    "tag":"حكمة"
  },
  {
    "author":"سفيان الثوري",
    "text":"ينبغي للرجل أن يكره ولده على العلم فإنه مسئول عنه",
    "tag":"حكمة"
  },
  {
    "author":"عطاء",
    "text":"إن الرجل ليحدثني بالحديث فأنصت كأني لم أسمعه، وقد سمعته قبل أن يولد",
    "tag":"حكمة"
  },
  {
    "author":"الجنيد",
    "text":"أقل ما في الكلام سقوط هيبة الرب من القلب، والقلب إذا تعرى من الهيبة عري من الإيمان",
    "tag":"حكمة"
  },
  {
    "author":"يحيي بن عمار",
    "text":"العلوم خمسة: علم هو حياة الدين وهو علم التوحيد، وعلم هو قوت الدين وهو العظة والذكر، وعلم هو دواء الدين وهو الفقه، وعلم هو داء الدين وهو أخبار ما وقع بين السلف، وعلم هو هلاك الدين وهو علم الكلام",
    "tag":"حكمة"
  },
  {
    "author":"محمد بن نصر",
    "text":"أول العلم الاستماع والإنصات ثم حفظه ثم العمل به ثم بثه",
    "tag":"حكمة"
  },
  {
    "author":"أبو الدرداء",
    "text":"-ويل للذي يعلم -مرة- وويل للذي يعلم ولا يعمل -سبع مرات",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"للمروءة أركان أربعة: حسن الخلق، والسخاء، والتواضع، والنسك",
    "tag":"حكمة"
  },
  {
    "author":"ابن المنكدر",
    "text":"كابدت نفسي أربعين سنة حتى استقامت",
    "tag":"حكمة"
  },
  {
    "author":"ابن عبيد",
    "text":"المتبع السنة كالقابض على الجمر، هو اليوم عندي أفضل من ضرب السيف في سبيل الله",
    "tag":"حكمة"
  },
  {
    "author":"أبو يزيد البسطامي",
    "text":"ما وجدت شيئاً أشد عليَّ من العلم ومتابعته ، ولولا اختلاف العلماء لبقيت حائراً",
    "tag":"حكمة"
  },
  {
    "author":"سعيد بن المسيب",
    "text":"ما أذن المؤذن منذ ثلاثين سنة إلا وأنا في المسجد",
    "tag":"حكمة"
  },
  {
    "author":"ثابت البناني",
    "text":"كابدت الصلاة عشرين سنة ، وتنعمت بها عشرين سنة",
    "tag":"حكمة"
  },
  {
    "author":"قتادة",
    "text":"قلما ساهر الليل منافق – أي أن المنافق لا يقوى على قيام الليل",
    "tag":"حكمة"
  },
  {
    "author":"بلال بن سعد",
    "text":"لا تنظر إلى صغر الخطيئة ولكن انظر من عصيت",
    "tag":"حكمة"
  },
  {
    "author":"الإمام الشافعي",
    "text":"العلم التثبيت وثمرته السلامة ، وأصل الورع القناعة ، وثمرته الراحة ، وأصل الصبر الحزم ، ثمرته الظفر ، وأصل العمل التوفيق وثمرته النُّجح ، وغاية كل أمر الصدق",
    "tag":"حكمة"
  },
  {
    "author":"أبو العالية",
    "text":"أنتم أكثر صلاة وصياما ممن كان قبلكم ، ولكن الكذب قد جرى على ألسنتكم",
    "tag":"حكمة"
  },
  {
    "author":"عمر بن عبد العزيز",
    "text":"ما كذبت منذ علمت أن الكذب يضر أهله",
    "tag":"حكمة"
  },
  {
    "author":"البربهاري",
    "text":"ما كذبت منذ علمت أن الكذب يضر أهله",
    "tag":"حكمة",
    "book":"كتاب خير الكلام ما قل ودل"
  }
  
]